Repository: dragoon/prestashop-sync
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: English
ru: Английский

source: Russian
ru: Русский

source: Article statuses
ru: Статусы статьи

source: Language
ru: Язык

source: Read this article
ru: Прочитать статью

source: Posted on
ru: Опубликовано

source: by
ru: от

source: Published
ru: Опубликовано

source: Author
ru: Автор

source: Read other articles by this author
ru: Другие статьи этого автора

source: Comments
ru: Комментарии

source: Word Count
ru: Количество слов

source: Next
ru: Дальше

source: Previous
ru: Назад

source: Tags
ru: Тэги

source: posted
ru: опубликовано

source: Articles
ru: Статьи

source: page
ru: страница

source: Article Archives
ru: Архив статей

source: Articles From
ru: Статьи за

source: Subscription canceled
ru: Подписка отменена

source: Payment have been canceled.
ru: Оплата отменена.

source: You can always upgrade later from your personal account page.
ru: Вы всегда сможете перейти на другой тариф со страницы своего аккаунта.

source: Invalid transaction
ru: Транзакция недействительна

source: <p>Sorry, we could not find your payment. If you actually made a payment, please contact us at <a href="mailto:support@prestashop-sync.com">support@prestashop-sync.com</a></p>
ru: <p>К сожалению, мы не смогли идентифицировать платеж. Если вы на самом деле произвели оплату, пожалуйста, связитесь с нами по адресу <a href="mailto:support@prestashop-sync.com">support@prestashop-sync.com</a></p>

source: Free sync plan
ru: Тариф Начальный

source: <ul> <li><b>Email support is possible in this plan, but not guaranteed.</b> <br><br>We will most likely respond to any kind of error happened during any operation supported by the service, though we will not make any assumptions on how long will it take to fix the error.</li> <li> <b>Scheduled Syncs are not possible in this plan.</b> <br><br>The reason is that background sync requires additional processing resources that generate extra cost to the hosting provider. </li> <li> <b>Limited manual syncs - 30 free syncs.</b> <br><br>Manual syncs are limited due to the same reason as scheduled&nbsp;syncs - additional resources. 30 manual syncs we grant after registration should be more than enough to try the service and decide whether you want to use it or not. <br><br>Manual syncs with a CSV file are also limited by sync duration time, the maximum duration time for a free plan is <b>5 minutes</b>, which should be enough to sync up to 500 products, but this number can depend on your hosting speed. </li> </ul> <div class="alert">You can upgrade to <b>business plan</b> at any time.</div>
ru: <ul> <li><b>Техническая поддержка по email возможна, но не гарантируется.</b> <br><br>Мы постараемся ответить на сообщение об ошибке, которая случилась при выполнении одной из предоставляемых сервисом операций, но мы не сможем сообщить точную дату исправления ошибки, если она будет связана именно с сервисом</li> <li> <b>Автоматические обновления не поддерживаются данным тарифом</b> <br><br>Причина ораничения заключается в том, что автоматические обновления требуют дополнительных вычислительных ресурсов, которые необходимо оплачивать отдельно хостинг-провайдеру. </li> <li> <b>Ограниченное количество ручных обновлений - до 30 обновлений</b> <br><br>Ручные обновления ограничены по той же причине, что и автоматические - потребности в дополнительных ресурсах. На наш взгляд, тридцати ручных обновлений должно быть более чем достаточно для принятия решения о неободимости перехода на другой тарифный план. <br><br>Ручные обновления с использованием CSV файлов также ограничены по времени выполнения, максимальное время выполнения обновления ограничено <b>5ю минутами</b>. Этого времени должно быть достаточно для сихронизации около 500 товаров, но точное число может колебаться в зависимости от скорости вашего хостинга. </li> </ul> <div class="alert">Перейти на <b>бизнес тариф</b> можно в любое время.</div>

source: Business sync plan
ru: Тариф Бизнес

source: <ul> <li><b>Full email support.</b> <br><br>We will help you to set up integration with the service in case something goes wrong with the set up described in the manual. We guarantee to respond within 1 business day to any problem you encoutered while performing the operations supported by the service. Fixing your problems will be prioritized in our schedule. </li> <li> <b>Unlimited Scheduled Syncs.</b> <br><br>You can set up any number of Scheduled Sync for your shops. </li> <li> <b>Unlimited manual syncs.</b> <br><br>You can perform any number of manual syncs at any time! </li> </ul>
ru: <ul> <li><b>Полноценная техническая поддержка по email</b> <br><br>Мы поможем настроить интеграцию с сервисом в случае если что-то пойдет не так, или если инструкции в руководстве по установке окажутся недостаточно подробными. Мы также гарантируем, что срок ответа на письма составит не более одного рабочего дня по вопросам, связанным с функционированием сервиса. Решение проблем, возникших у вас во время использования сервиса, является наиболее приоритетным для службы технической поддержки. </li> <li> <b>Неограниченные автоматические обновления</b> <br><br>Неограниченное число автоматических обновлений для всех своих магазинов. </li> <li> <b>Неограниченные ручные обновления</b> <br><br>Можно выполнять неограниченное число ручных обновлений в любое время! </li> </ul>

source: Free
ru: Начальный

source: <strong>Limited</strong> Email Support
ru: <strong>Ограниченная</strong> email&nbsp;поддержка

source: <strong>No</strong> Scheduled Sync
ru: <strong>Отсутствие</strong> автоматического обновления

source: <strong>Limited</strong> Manual Sync
ru: <strong>Ограниченное количество</strong> ручных обновлений

source: per month
ru: в месяц

source: Sign up
ru: Регистрация

source: detailed information
ru: подробная информация

source: Small business
ru: Малый бизнес

source: <strong>Full</strong> Scheduled Sync
ru: <strong>Неограниченные</strong> автоматические обновления

source: <strong>Unlimited</strong> Manual Sync
ru: <strong>Неограниченные</strong> ручные обновления

source: Upgrade
ru: Сменить тариф

source: Business
ru: Бизнес

source: <strong>Full</strong> Email Support
ru: <strong>Гарантированная</strong> email&nbsp;поддержка

source: Payment success
ru: Оплата проведена успешно

source: <p>Thank you for your payment. Your transaction has been completed, and a receipt for your purchase has been emailed to you. You may log into your account at <a href="http://www.paypal.com">paypal.com</a> to view details of this transaction.</p>
ru: <p>Спасибо за оплату, вы должны получить квитанцию в ближайшее время по email. Посмотреть детали тразакции вы сможете в своем аккаунте на сайте <a href="http://www.paypal.com">paypal.com</a>.</p>

source: Your business subscription is now active.
ru: Бизнес тариф активирован.

source: File contains bad value:
ru: Файл содержит некорректное значение:

source: File contains negative values
ru: Файл содержит отрицательные числа

source: Shop URL
ru: URL магазина

source: Prestashop url, like www.yourshop.com
ru: Адрес вашего интернет-магазина, например www.yourshop.ru

source: Sync type
ru: Тип синхронизации

source: Data synchronization type.<br/> Use<b>internal ids</b> of this site OR<br/>other unique ids of your shop (like <b>EAN13</b>)
ru: Тип синхронизации данных.<br/> Использовать <b>внутренние ID</b> с этого сайта ИЛИ<br/>другие уникальные атрибуты (например <b>EAN13</b>)

source: CSV Update File
ru: CSV файл для обновления

source: File in comma-separated format like:<br/><pre>&lt;ID_PRODUCT&gt;,&lt;QUANTITY&gt; ...</pre> Where &lt;ID_PRODUCT&gt; values is the values<br/>you receive after load data operation.
ru: Файл следующего формата:<br/><pre>&lt;ID_PRODUCT&gt;,&lt;КОЛИЧЕСТВО&gt; ...</pre> Где значения переменной &lt;ID_PRODUCT&gt; - это значения, получаемые<br/>после выполнения операции 'загрузить данные'.

source: This field is required.
ru: Обязательное поле

source: Shop with this name already exists
ru: Магазин с таким адресом уже существует

source: Scheduled Updates
ru: Автоматическое обновление

source: Product Name
ru: Название товара

source: Category
ru: Категория

source: Price
ru: Цена

source: Quantity
ru: Количество

source: Description
ru: Описание

source: Every hour
ru: Раз в час

source: Every day
ru: Раз в день

source: Every week
ru: Раз в неделю

source: Based on Reference
ru: На основе Артикула

source: Based on Supplier Reference
ru: На основе Артикула Поставщика

source: Based on EAN13
ru: На основе кодов EAN13

source: Internal ID (Deprecated)
ru: Внутренний ID (Устарело)

source: Secret key
ru: Секретный ключ

source: Update File URL
ru: URL файла обновлений

source: Update interval
ru: Интервал обновления

source: Add products
ru: Добавить товары

source: Edit
ru: Редактировать

source: Delete
ru: Удалить

source: Periodic update report for %s
ru: Отчет об автоматическом обновлении для %s

source: Scheduled update failure
ru: Ошибка автоматического обновления

source: Update report for %s
ru: Отчет об обновлении товаров для %s

source: Time limit exceeded
ru: Превышено время выполнения

source: File is valid
ru: Файл успешно загружен

source: Drag images here.
ru: Перетащите изображения сюда.

source: File is not valid
ru: CSV файл не корректен

source: File is partially valid
ru: Файл частично корректен

source: show/hide password
ru: скрыть/показать пароль

source: Incorrect value
ru: Неверное значение

source: You have some problem with API access configuration,<br>try if API works by manually examining url:<br>
ru: Проблема с доступом к API,<br>попробуйте вручную открыть следующий URL:<br>

source: NO CATEGORIES FOUND
ru: КАТЕГОРИИ НЕ НАЙДЕНЫ

source: Page not found
ru: Страница не найдена

source: The page you requested could not be found
ru: Страница не найдена

source: Server error
ru: Что-то пошло не так...

source: Oops! An unexpected error has occurred
ru: Упс, что-то пошло не так

source: Our team has been notified and is working on fixing this problem
ru: Наша команда оповещена об ошибке и работает над решением проблемы.

source: You can return to our
ru: Можете вернуться на

source: main page
ru: главную страницу

source: About
ru: О проекте

source: <strong>Prestashop-Sync Service</strong> is aimed to help merchants that use <a href="http://prestashop.com" rel="nofollow">Prestashop</a> platform in solving their everyday routines.<br/> <br> You can instantly evaluate all functionality and start using the service <strong>without need to register</strong>.<br> <a href="/">Start using it now</a> and tell us what we need to do to make your life easier!<br> <br> <strong>Prestashop-Sync Service</strong> provides following features at the moment: <ul> <li><strong>Bulk quantity update</strong> for all products in your shop. Either using <strong>Prestashop-Sync</strong> web interface or with CSV file.</li> <li><strong>Update schedules</strong>. You can perform scheduled product quantity updates in your shop. Just make update file available online somewhere, set up file location and time interval in the service and you're done.</li> <li>Store and manage multiple shops.</li> </ul> Some features that we are currently working on and soon to release: <ul> <li><del>Create new products with images</del> (Done).</li> <li>Ability to update any product attribute.</li> <li>Ability to manage product images.</li> <li>Bulk coupons import.</li> </ul> Have some annoying issue that you would like to solve? Please, contact us at <a href="mailto:admin@prestashop-sync.com">admin@prestashop-sync.com</a>.
ru: Сервис <strong>Prestashop-Sync Service</strong> создан чтобы помочь владельцам интернет-магазинов, использующих платформу <a href="http://prestashop.com" rel="nofollow">Prestashop</a>, в решении часто возникающих проблем.<br/><br>Сервисом можно начать пользоваться мгновенно, без какой-либо регистрации.<br> <a href="/">Начните использовать его прямо сейчас</a> и скажите что нам ещё нужно сделать для облегчения вашей работы!<br> <br> На данный момент сервис <strong>Prestashop-Sync Service</strong> предоставляет следующий набор функций:<ul><li><strong>Массовое обновление</strong> количества товаров в интернет-магазине через веб-интерфейс сервиса или используя CSV файл.</li><li><strong>Обновление по расписанию</strong> - позволяет выполнять плановое обновление количества товаров в вашем магазине. Необходимо только сделать CSV файл обновлений доступным через интернет и задать его положение в интерфейсе сервиса.</li><li>Хранение и управление множеством магазинов одновременно.</li></ul>Задачи, над котороыми мы работаем в данный момент:<ul><li><del>Добавление новых товаров</del> (Сделано).</li><li>Возможность обновления любого атрибута товара, не только количества.</li><li>Удобная работа с изображениями товаров.</li><li>Массовый импорт купонов. (для работы с системами <strong>Groupon</strong> и др.)</li></ul>Есть проблема которую вы хотели бы решить? Пожалуйста, напишите нам на <a href="mailto:admin@prestashop-sync.com">admin@prestashop-sync.com</a>.

source: Contacts
ru: Контакты

source: Blog
ru: Блог

source: User Manual
ru: Руководство

source: My account
ru: Мой аккаунт

source: Plans & pricing
ru: Тарифы

source: Product
ru: Сервис

source: Features
ru: Функционал

source: Manual
ru: Описание

source: Company
ru: Компания

source: Support
ru: Поддержка

source: Feedback
ru: Обратная связь

source: Legal
ru: Информация

source: Terms of service
ru: Условия использования

source: Privacy policy
ru: Конфиденциальность

source: Loading. Please wait...
ru: Загрузка. Подождите...

source: Ok
ru: Ок

source: <strong>Prestashop-Sync Service</strong> is maintained by a small team of developers focused on building powerful e-commerce systems.<br> If you wish to contact us, please write at <a href="mailto:admin@prestashop-sync.com">admin@prestashop-sync.com</a> or use a <b>Contact Form</b> below:
ru: Сервис <strong>Prestashop-Sync Service</strong> был создан и поддерживается небольшой командой разработчиков.<br>Мы сконцентрированы на построении мощных и удобных систем электронной коммерции.<br/><br/>Если вы хотите связаться с нами, напишите по адресу <a href="mailto:admin@prestashop-sync.com">admin@prestashop-sync.com</a> или <b>воспользуйтесь формой</b> ниже:

source: Send
ru: Отправить

source: Address
ru: Адрес

source: Fribourg
ru: Фрибург

source: Switzerland
ru: Швейцария

source: Close
ru: Закрыть

source: Save your time and nerves
ru: Ваше время - деньги

source: Our service allows to load all products from your shop and <strong>manage them</strong> from a one single list.<br> You can also perform <strong>bulk quantity updates</strong> from a CSV file generated by a custom CRM system.
ru: Наш сервис умеет загружать товары из вашего магазина и даёт возможность <strong>обновлять остатки товаров</strong> из единого списка.<br><br> Вы также можете производить <strong>массовое обновление</strong> товаров, используя CSV файл, созданный в CRM-системе (<strong>1С</strong> например).

source: Organize your shops
ru: Оперируйте списками

source: Need more than a one shop? Our service allows you to <strong>organize and manage</strong> them simultaneously.<br> You can even configure <strong>scheduled updates</strong> for all your products. Just follow <a href="#">these instuctions</a> in the manual.
ru: Владеете более чем одним магазином? Наш сервис позволяет <strong>создать список и управлять</strong> всеми магазинами одновременно.<br><br> Вы даже можете настроить <strong>обновление товаров по расписанию</strong>. Для этого воспользуйтесь <a href="#">инструкциями</a> из руководства пользователя.

source: Request new features
ru: Предлагайте функционал

source: We can't forsee every single piece of a useful functionality for you. So don't hesitate to <strong><a href="#" class="feedback">write us a message</a></strong> if you found something that is worth implementation.
ru: Мы не можем предусмотреть все возможности, которые могут быть полезны при управлении магазином. Поэтому не стесняйтесь <strong><a href="#" class="feedback">написать нам</a></strong>, если вы обнаружили что-то заслуживающее внимания.

source: Load/Update data panel
ru: Панель загрузки/обновления товаров

source: Configure your shop for use with <strong>Prestashop Sync service</strong>. We created a <strong>module</strong> for this.<br><br> For setup instructions, please follow the <a href="%(manual_url)s">setup manual</a>.
ru: Установите модуль <strong>prestashopsync</strong>, производящий автоматическую настройку магазина для работы с сервисом <strong>Prestashop Sync</strong>.<br><br> Подробнее об установке модуля в <a href="%(manual_url)s">Руководстве пользователя</a>.

source: Shop List
ru: Список магазинов

source: Add all your shops to the <strong>Shop List</strong>. Then you can easily load and manage products in the shops within just a few clicks.<br><br> Click on a shop title to load products for it.
ru: Добавьте все свои магазины в список слева.<br><br> После этого загрузка и обновление товаров в магазинах будут находиться в пределах пары кликов.<br><br> Нажмите на заголовок магазина чтобы загрузить товары из него.

source: Update
ru: Обновить

source: Shop Data
ru: Данные магазина

source: Do you wish to save
ru: Сохранить

source: to your shops?
ru: в список ваших магазинов?

source: Yes
ru: Да

source: No
ru: Нет

source: Data is being updated in the background. It may take a while depending on the CSV file size.
ru: Данные обновляются в фоновом режиме. Это может занять некоторое время в зависимости от размера CSV файла.

source: Please update your api.php file
ru: Пожалуйста обновите файл api.php

source: Your hosting provider blocks HTTP PUT requests or update is not allowed in Prestashop Web-Service permissions
ru: Хостинг-провайдер блокирует запросы типа HTTP PUT или необходимо разрешить обновление данных (Modify (PUT)) в настройках Prestashop Web Service

source: No products were created. Please check your web-service permissions and CSV file for errors.
ru: Товары не были добавлены. Проверьте права доступа к веб-сервису и корректность CSV файла.

source: Products were added. You may have to wait for images to be uploaded.
ru: Товары добавлены в магазин. Загрузка картинок может потребовать нескольких минут.

source: Some of the products were not updated, because <strong>advanced stock management</strong> option is not supported
ru: Некоторые товары не были обновлены, так как <strong>расширенная система управления запасами</strong> не поддерживается

source: Drag file here to upload and validate.
ru: Перетащите файл сюда для загрузки.

source: Sorry, the file is too big.
ru: Файл слишком большой.

source: Please register to add shops
ru: Зарегистрируйтесь чтобы добавить магазин

source: Please upgrade to a different plan to continue
ru: Пожалуйста, перейдите на другой тариф чтобы продолжить

source: Delete shop
ru: Удалить магазин

source: Cancel
ru: Отмена

source: Add Shop
ru: Добавить магазин

source: Add
ru: Добавить

source: Get products data
ru: Получить список товаров

source: Update prestashop data
ru: Обновить данные

source: Add shop
ru: Добавить магазин

source: Drag csv file for bulk upload here.
ru: Перетащите CSV файл с товарами сюда.

source: Our apologise, your recent periodic product update on Prestashop-Sync service has failed to complete successfully. CSV file contains the following errors: %(message|safe)s Sincerely, Prestashop-Sync Team.
ru: К сожалению, недавнее автоматическое обновление товаров через CSV файл на сервисе Prestashop-Sync service было завершено с ошибкой. CSV файл содержит следующие ошибки: %(message|safe)s С уважением, Команда Prestashop-Sync.

source: Our apologise, your recent CSV product update on Prestashop-Sync service has been terminated, because it exceeded 5 minutes time limit. Please consider switching to one of the business plans to be able to handle large files. Sincerely, Prestashop-Sync Team.
ru: К сожалению, недавняя синхронизация товаров на нашем сервисе Prestashop-Sync service была досрочно завершена, так как время ее выполнения превысило лимит в 5 минут. Пожалуйста, рассмотрите возможность переключения на один из бизнес тарифов, в которых отсутсвуют ограничения на время выполнения синхронизации. С уважением, Команда Prestashop-Sync.

source: Prestashop-Sync product update report.
ru: Prestashop-Sync: отчет об обновлении товаров.

source: No products were changed.
ru: Изменений в товарах не обнаружено.

source: Unfortunately, the following errors were encounered during the update:
ru: К сожалению, в процессе обновления возникли следующие проблемы:

source: Error
ru: Ошибка

source: Details
ru: Подробности

source: Load demo-shop data
ru: Загрузить демо-данные

source: Title
ru: Заголовок

source: Status
ru: Статус

source: Actions
ru: Действия

source: Save data as CSV file
ru: Сохранить CSV-файл с данными

source: Attributes
ru: Атрибуты

source: Images for
ru: Изображения для

source: Add Products for
ru: Добавить товары в

source: Images:
ru: Изображения:

source: Remove product
ru: Удалить товар

source: Remove
ru: Удалить

source: Add more
ru: Добавить ещё

source: Products in a following format: <br><pre>&amp;lt;TITLE&amp;gt;,&amp;lt;CATEGORY&amp;gt;,&amp;lt;PRICE>,&amp;lt;QUANTITY&amp;gt;,&amp;lt;DESCRIPTION&amp;gt;</pre>
ru: Список товаров в следующем формате: <br><pre>&amp;lt;TITLE&amp;gt;,&amp;lt;CATEGORY&amp;gt;,&amp;lt;PRICE>,&amp;lt;QUANTITY&amp;gt;,&amp;lt;DESCRIPTION&amp;gt;</pre>

source: More info on this
ru: Дополнительная информация

source: Submit
ru: Отправить

source: Editing
ru: Редактирование

source: Available in paid plans only.
ru: Доступно в платных тарифах.

source: Save changes
ru: Сохранить

source: Go to
ru: Перейти на сайт

source: Update status
ru: Обновить статус

source: More...
ru: Подробнее...

source: syncs left
ru: обновлений

source: Login/Signup
ru: Вход/Регистрация

source: Logout
ru: Выйти

source: <strong>Prestashop-Sync Service</strong> is aimed to help merchants that use <a href="http://prestashop.com" rel="nofollow">Prestashop</a> platform in solving their everyday routines.
ru: Сервис <strong>Prestashop-Sync</strong> создан для помощи владельцам магазинов на платформе <a href="http://prestashop.com" rel="nofollow">Prestashop</a>, в решении часто возникающих задач.

source: Notice: Prestashop Sync Servive website is not the official PrestaShop site.
ru: Сервис Prestashop Sync не является официальным сайтом PrestaShop.

source: upgrade
ru: сменить

source: free plan
ru: начальный

source: Current plan:
ru: Текущий тариф:

source: Plan active until:
ru: Действителен до:

source: Unsubscribe
ru: Отключить подписку

source: You can always upgrade later from this page.
ru: Вы всегда сможете перейти на другой тариф с этой же страницы.

source: Business plan
ru: Бизнес-тариф

source: Small business plan
ru: Малый бизнес-тариф

source: Total
ru: Сумма

source: 3&euro; minumum, <b>-3&euro;/month discount</b> from 2nd month
ru: минимум 3&euro;, <b>скидка 3&euro;/месяц</b> со 2го месяца

source: Duration
ru: Период

source: Make a payment
ru: Совершить платеж

source: You can always unsubscribe later from this page.
ru: Вы всегда сможете перейти на бесплатный тариф с этой же страницы.

source: Account deletion
ru: Удаление аккаунта

source: Delete my account
ru: Удалить мой аккаунт

source: Delete account permanently?
ru: Удалить аккаунт навсегда?

source: Login
ru: Вход

source: Login with
ru: Войти с помощью

source: New to prestashop-sync?
ru: Нет аккаунта?

source: Password reset
ru: Восстановление пароля

source: Already a member?
ru: Уже зарегистрированы?

source: Register
ru: Регистрация

source: Register with
ru: Зарегистрироваться с помощью
