Repository: dragoon/prestashop-sync
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: By registering in <b>Prestashop-Sync service</b> you agree with our <a href="%(termsurl)s">Terms&nbsp;of&nbsp;service</a> & <a href="%(policyurl)s">Privacy&nbsp;policy</a>
ru: Регистрируясь в сервисе <b>Prestashop-Sync</b>, вы соглашаетесь с нашими <a href="%(termsurl)s">Условиями&nbsp;использования</a> и <a href="%(policyurl)s">Политикой&nbsp;конфиденциальности</a>

source: Please enter your email to complete registration
ru: Введите свой email для завершения регистрации

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
ru: Забыли пароль? Введите свой адрес электронной почты ниже, и мы вышлем вам инструкцию, как установить новый пароль.

source: Reset my password
ru: Восстановить мой пароль

source: Password reset complete
ru: Восстановление пароля завершено

source: Your password has been set. You may go ahead and log in now.
ru: Ваш пароль был сохранен. Теперь вы можете войти.

source: Enter new password
ru: Введите новый пароль

source: Change my password
ru: Изменить мой пароль

source: Password reset unsuccessful
ru: Ошибка восстановления пароля

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
ru: Неверная ссылка для восстановления пароля. Возможно, ей уже воспользовались. Пожалуйста, попробуйте восстановить пароль еще раз.

source: Password reset successful
ru: Пароль успешно восстановлен

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
ru: Мы отправили инструкцию по восстановлению пароля на адрес электронной почты, который вы указали. Вы должны ее вскоре получить.

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s.
ru: Вы получили это письмо, потому что вы (или кто-то другой) запросили восстановление пароля от учётной записи на сайте %(site_name)s, которая связана с этим адресом электронной почты.

source: Please go to the following page and choose a new password:
ru: Пожалуйста, перейдите на эту страницу и введите новый пароль:

source: Prestashop-Sync Team
ru: Команда Prestashop-Sync

source: Please install api.php file
ru: Необходимо установить файл api.php

source: Please regenerate .htaccess file
ru: Перегенерируйте файл .htaccess

source: No products found
ru: Товары отсутствуют

source: URL is not reachable
ru: адрес недоступен

source: Please activate web-service
ru: Активируйте веб-сервис

source: Enable product_option_values checkbox
ru: Установите галочку для product_option_values

source: Enable combinations checkbox
ru: Установите галочку для combinations

source: instructions
ru: инструкция

source: Your email
ru: Контактный email

source: Message
ru: Сообщение

source: We have received your message. Thank you!
ru: Мы получили ваше сообшение. Спасибо!

source: New password
ru: Новый пароль

source: Password
ru: Пароль

source: Plan
ru: Тариф

source: A user with this email already exists
ru: Пользователь с таким адресом уже существует

source: business plan
ru: бизнес-тариф

source: Welcome to Prestashop-Sync Service
ru: Добро пожаловать в сервис Prestashop-Sync

source: User with this email already exists
ru: Пользователь с таким адресом уже существует

source: Email with a confirmation link has been sent
ru: На ваш адрес было отправлено письмо с кодом активации аккаунта
